// class Header {


//     render() {

//         const html = `
//             <div class="main_header" >
//                 <h1> Приятной игры </h1>

//                 <div class="rule">
//                     <details>
//                     <summary>Как играть в «правда или действие» </summary>
//                     <p>«Правда или действие» – веселая игра, в которую можно поиграть с друзьями во время вечеринки или тогда, когда вы не знаете, чем заняться, но при этом не хотите играть в шумные игры, чтобы не беспокоить ваших близких. Играя в эту игру, вы можете порой чувствовать себя весьма неловко, однако, поверьте, вы получите массу удовольствия. Прежде чем начать, объясните правила игры всем участникам. Приятной вам игры!                    </p>
//                     </details>
//                 </div>
//             </div>
//         `
//         ROOT_HEADER.innerHTML = html
//     }


// }
// const headerPage = new Header()
// headerPage.render() 